welcome_title=Online library of javabegin.ru
index_title=Online library
input_info=\u0414\u043b\u044f \u0432\u0445\u043e\u0434\u0430 \u0432\u0432\u0435\u0434\u0438\u0442 \u0441\u0432\u043e\u0438 \u0434\u0430\u043d\u043d\u044b\u0435:
author_info=welcome_title\t\u041e\u043d\u043b\u0430\u0439\u043d \u0431\u0438\u0431\u043b\u0438\u043e\u0442\u0435\u043a\u0430 \u043f\u0440\u043e\u0435\u043a\u0442\u0430 javabegin.ru\t\u041e\u043d\u043b\u0430\u0439\u043d \u0431\u0438\u0431\u043b\u0438\u043e\u0442\u0435\u043a\u0430 \u043f\u0440\u043e\u0435\u043a\u0442\u0430 javabegin.ru\tOnline library of javabegin.ru\t\u041e\u043d\u043b\u0430\u0439\u043d \u0431\u0438\u0431\u043b\u0438\u043e\u0442\u0435\u043a\u0430 \u043f\u0440\u043e\u0435\u043a\u0442\u0430 javabegin.ru\tOnline library of javabegin.ru\nindex_title\t\u041e\u043d\u043b\u0430\u0439\u043d \u0431\u0438\u0431\u043b\u0438\u043e\u0442\u0435\u043a\u0430\t\u041e\u043d\u043b\u0430\u0439\u043d \u0431\u0438\u0431\u043b\u0438\u043e\u0442\u0435\u043a\u0430\tOnline library\t\u041e\u043d\u043b\u0430\u0439\u043d \u0431\u0438\u0431\u043b\u0438\u043e\u0442\u0435\u043a\u0430\tOnline library\ninput_info\t\u0414\u043b\u044f \u0432\u0445\u043e\u0434\u0430 \u0432\u0432\u0435\u0434\u0438\u0442 \u0441\u0432\u043e\u0438 \u0434\u0430\u043d\u043d\u044b\u0435:\t\u0414\u043b\u044f \u0432\u0445\u043e\u0434\u0430 \u0432\u0432\u0435\u0434\u0438\u0442 \u0441\u0432\u043e\u0438 \u0434\u0430\u043d\u043d\u044b\u0435:\t\u0414\u043b\u044f \u0432\u0445\u043e\u0434\u0430 \u0432\u0432\u0435\u0434\u0438\u0442 \u0441\u0432\u043e\u0438 \u0434\u0430\u043d\u043d\u044b\u0435:\t\u0414\u043b\u044f \u0432\u0445\u043e\u0434\u0430 \u0432\u0432\u0435\u0434\u0438\u0442 \u0441\u0432\u043e\u0438 \u0434\u0430\u043d\u043d\u044b\u0435:\t\u0414\u043b\u044f \u0432\u0445\u043e\u0434\u0430 \u0432\u0432\u0435\u0434\u0438\u0442 \u0441\u0432\u043e\u0438 \u0434\u0430\u043d\u043d\u044b\u0435:\nauthor_info\t\u0420\u0430\u0437\u0440\u0430\u0431\u043e\u0442\u0447\u0438\u043a: \u0422\u0438\u043c\u0443\u0440 \u0411\u0430\u0442\u044b\u0440\u0448\u0438\u043d\u043e\u0432, 2013 \u0433\t\u0420\u0430\u0437\u0440\u0430\u0431\u043e\u0442\u0447\u0438\u043a: \u0422\u0438\u043c\u0443\u0440 \u0411\u0430\u0442\u044b\u0440\u0448\u0438\u043d\u043e\u0432, 2013 \u0433\tDeveloper: Timur Batyrshinov, 2013\t\u0420\u0430\u0437\u0440\u0430\u0431\u043e\u0442\u0447\u0438\u043a: \u0422\u0438\u043c\u0443\u0440 \u0411\u0430\u0442\u044b\u0440\u0448\u0438\u043d\u043e\u0432, 2013 \u0433\t\u0420\u0430\u0437\u0440\u0430\u0431\u043e\u0442\u0447\u0438\u043a: \u0422\u0438\u043c\u0443\u0440 \u0411\u0430\u0442\u044b\u0440\u0448\u0438\u043d\u043e\u0432, 2013 \u0433\ninput_name\t\u0418\u043c\u044f:\t\u0418\u043c\u044f:\tName:\t\u0418\u043c\u044f:\t\u0418\u043c\u044f:\nlogin_required\t\u0412\u0432\u0435\u0434\u0438\u0442\u0435 \u0438\u043c\u044f \u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u0442\u0435\u043b\u044f\t\u0412\u0432\u0435\u0434\u0438\u0442\u0435 \u0438\u043c\u044f \u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u0442\u0435\u043b\u044f\tInput username:\t\u0412\u0432\u0435\u0434\u0438\u0442\u0435 \u0438\u043c\u044f \u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u0442\u0435\u043b\u044f\t\u0412\u0432\u0435\u0434\u0438\u0442\u0435 \u0438\u043c\u044f \u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u0442\u0435\u043b\u044f\nlogin_length_error\t\u0418\u043c\u044f \u043d\u0435 \u0434\u043e\u043b\u0436\u043d\u043e \u0431\u044b\u0442\u044c \u043c\u0435\u043d\u044c\u0448\u0435 5 \u0431\u0443\u043a\u0432\t\u0418\u043c\u044f \u043d\u0435 \u0434\u043e\u043b\u0436\u043d\u043e \u0431\u044b\u0442\u044c \u043c\u0435\u043d\u044c\u0448\u0435 5 \u0431\u0443\u043a\u0432\t\u0418\u043c\u044f \u043d\u0435 \u0434\u043e\u043b\u0436\u043d\u043e \u0431\u044b\u0442\u044c \u043c\u0435\u043d\u044c\u0448\u0435 5 \u0431\u0443\u043a\u0432\t\u0418\u043c\u044f \u043d\u0435 \u0434\u043e\u043b\u0436\u043d\u043e \u0431\u044b\u0442\u044c \u043c\u0435\u043d\u044c\u0448\u0435 5 \u0431\u0443\u043a\u0432\t\u0418\u043c\u044f \u043d\u0435 \u0434\u043e\u043b\u0436\u043d\u043e \u0431\u044b\u0442\u044c \u043c\u0435\u043d\u044c\u0448\u0435 5 \u0431\u0443\u043a\u0432\nauthor_name\t\u0410\u0432\u0442\u043e\u0440\t\u0410\u0432\u0442\u043e\u0440\tAuthor\t\u0410\u0432\u0442\u043e\u0440\t\u0410\u0432\u0442\u043e\u0440\nbook_name\t\u041d\u0430\u0437\u0432\u0430\u043d\u0438\u0435\t\u041d\u0430\u0437\u0432\u0430\u043d\u0438\u0435\tName\t\u041d\u0430\u0437\u0432\u0430\u043d\u0438\u0435\t\u041d\u0430\u0437\u0432\u0430\u043d\u0438\u0435\nsearch\t\u041f\u043e\u0438\u0441\u043a\t\u041f\u043e\u0438\u0441\u043a\tSearch\t\u041f\u043e\u0438\u0441\u043a\t\u041f\u043e\u0438\u0441\u043a\nexit\t\u0412\u044b\u0445\u043e\u0434\t\u0412\u044b\u0445\u043e\u0434\tExit\t\u0412\u044b\u0445\u043e\u0434\t\u0412\u044b\u0445\u043e\u0434\nwelcome\t\u0414\u043e\u0431\u0440\u043e \u043f\u043e\u0436\u0430\u043b\u043e\u0432\u0430\u0442\u044c\t\u0414\u043e\u0431\u0440\u043e \u043f\u043e\u0436\u0430\u043b\u043e\u0432\u0430\u0442\u044c\tWelcome\t\u0414\u043e\u0431\u0440\u043e \u043f\u043e\u0436\u0430\u043b\u043e\u0432\u0430\u0442\u044c\t\u0414\u043e\u0431\u0440\u043e \u043f\u043e\u0436\u0430\u043b\u043e\u0432\u0430\u0442\u044c\nentry\t\u0412\u043e\u0439\u0442\u0438\t\u0412\u043e\u0439\u0442\u0438\tEntry\t\u0412\u043e\u0439\u0442\u0438\t\u0412\u043e\u0439\u0442\u0438\nall_books\t\u0412\u0441\u0435 \u043a\u043d\u0438\u0433\u0438\t\u0412\u0441\u0435 \u043a\u043d\u0438\u0433\u0438\t\u0412\u0441\u0435 \u043a\u043d\u0438\u0433\u0438\t\u0412\u0441\u0435 \u043a\u043d\u0438\u0433\u0438\t\u0412\u0441\u0435 \u043a\u043d\u0438\u0433\u0438\ngenres\t\u0416\u0430\u043d\u0440\u044b:\t\u0416\u0430\u043d\u0440\u044b:\tGenres:\t\u0416\u0430\u043d\u0440\u044b:\t\u0416\u0430\u043d\u0440\u044b:\nbook_list\t\u0421\u043f\u0438\u0441\u043e\u043a \u043a\u043d\u0438\u0433\t\u0421\u043f\u0438\u0441\u043e\u043a \u043a\u043d\u0438\u0433\tBook list\t\u0421\u043f\u0438\u0441\u043e\u043a \u043a\u043d\u0438\u0433\t\u0421\u043f\u0438\u0441\u043e\u043a \u043a\u043d\u0438\u0433\ndescr\t\u041e\u043f\u0438\u0441\u0430\u043d\u0438\u0435:\t\u041e\u043f\u0438\u0441\u0430\u043d\u0438\u0435:\tDescription:\t\u041e\u043f\u0438\u0441\u0430\u043d\u0438\u0435:\t\u041e\u043f\u0438\u0441\u0430\u043d\u0438\u0435:\npage_count\tC\u0442\u0440\u0430\u043d\u0438\u0446:\tC\u0442\u0440\u0430\u043d\u0438\u0446:\tPages\tC\u0442\u0440\u0430\u043d\u0438\u0446:\tC\u0442\u0440\u0430\u043d\u0438\u0446:\npublisher\t\u0418\u0437\u0434\u0430\u0442\u0435\u043b\u044c\u0441\u0442\u0432\u043e:\t\u0418\u0437\u0434\u0430\u0442\u0435\u043b\u044c\u0441\u0442\u0432\u043e:\tPublisher:\t\u0418\u0437\u0434\u0430\u0442\u0435\u043b\u044c\u0441\u0442\u0432\u043e:\t\u0418\u0437\u0434\u0430\u0442\u0435\u043b\u044c\u0441\u0442\u0432\u043e:\npublish_year\t\u0413\u043e\u0434 \u0438\u0437\u0434\u0430\u043d\u0438\u044f:\t\u0413\u043e\u0434 \u0438\u0437\u0434\u0430\u043d\u0438\u044f:\tPublish year:\t\u0413\u043e\u0434 \u0438\u0437\u0434\u0430\u043d\u0438\u044f:\t\u0413\u043e\u0434 \u0438\u0437\u0434\u0430\u043d\u0438\u044f:\nisbn\tISBN:\tISBN:\tISBN:\tISBN:\tISBN:\nbook_count\t\u041d\u0430\u0439\u0434\u0435\u043d\u043e \u043a\u043d\u0438\u0433:\t\u041d\u0430\u0439\u0434\u0435\u043d\u043e \u043a\u043d\u0438\u0433:\tFounded:\t\u041d\u0430\u0439\u0434\u0435\u043d\u043e \u043a\u043d\u0438\u0433:\t\u041d\u0430\u0439\u0434\u0435\u043d\u043e \u043a\u043d\u0438\u0433:\npages\t\u0441\u0442\u0440.\t\u0441\u0442\u0440.\tp.\t\u0441\u0442\u0440.\t\u0441\u0442\u0440.\npager\t\u0421\u0442\u0440\u0430\u043d\u0438\u0446\u044b:\t\u0421\u0442\u0440\u0430\u043d\u0438\u0446\u044b:\tPages:\t\u0421\u0442\u0440\u0430\u043d\u0438\u0446\u044b:\t\u0421\u0442\u0440\u0430\u043d\u0438\u0446\u044b:\nread\t\u0427\u0438\u0442\u0430\u0442\u044c\t\u0427\u0438\u0442\u0430\u0442\u044c\tRead\t\u0427\u0438\u0442\u0430\u0442\u044c\t\u0427\u0438\u0442\u0430\u0442\u044c\npassword\t\u041f\u0430\u0440\u043e\u043b\u044c:\t\u041f\u0430\u0440\u043e\u043b\u044c:\tPassword:\t\u041f\u0430\u0440\u043e\u043b\u044c:\t\u041f\u0430\u0440\u043e\u043b\u044c:\npassword_required\t\u0412\u0432\u0435\u0434\u0438\u0442\u0435 \u043f\u0430\u0440\u043e\u043b\u044c\t\u0412\u0432\u0435\u0434\u0438\u0442\u0435 \u043f\u0430\u0440\u043e\u043b\u044c\tEnter password\t\u0412\u0432\u0435\u0434\u0438\u0442\u0435 \u043f\u0430\u0440\u043e\u043b\u044c\t\u0412\u0432\u0435\u0434\u0438\u0442\u0435 \u043f\u0430\u0440\u043e\u043b\u044c\nfirst_letter_error\t\u041f\u0435\u0440\u0432\u044b\u0439 \u0441\u0438\u043c\u0432\u043e\u043b \u0434\u043e\u043b\u0436\u0435\u043d \u0431\u044b\u0442\u044c \u0431\u0443\u043a\u0432\u043e\u0439\t\u041f\u0435\u0440\u0432\u044b\u0439 \u0441\u0438\u043c\u0432\u043e\u043b \u0434\u043e\u043b\u0436\u0435\u043d \u0431\u044b\u0442\u044c \u0431\u0443\u043a\u0432\u043e\u0439\t\u041f\u0435\u0440\u0432\u044b\u0439 \u0441\u0438\u043c\u0432\u043e\u043b \u0434\u043e\u043b\u0436\u0435\u043d \u0431\u044b\u0442\u044c \u0431\u0443\u043a\u0432\u043e\u0439\t\u041f\u0435\u0440\u0432\u044b\u0439 \u0441\u0438\u043c\u0432\u043e\u043b \u0434\u043e\u043b\u0436\u0435\u043d \u0431\u044b\u0442\u044c \u0431\u0443\u043a\u0432\u043e\u0439\t\u041f\u0435\u0440\u0432\u044b\u0439 \u0441\u0438\u043c\u0432\u043e\u043b \u0434\u043e\u043b\u0436\u0435\u043d \u0431\u044b\u0442\u044c \u0431\u0443\u043a\u0432\u043e\u0439\nused_name\t\u042d\u0442\u043e \u0438\u043c\u044f \u0443\u0436\u0435 \u0438\u0441\u043f\u043e\u043b\u044c\u0437\u0443\u0435\u0442\u0441\u044f\t\u042d\u0442\u043e \u0438\u043c\u044f \u0443\u0436\u0435 \u0438\u0441\u043f\u043e\u043b\u044c\u0437\u0443\u0435\u0442\u0441\u044f\t\u042d\u0442\u043e \u0438\u043c\u044f \u0443\u0436\u0435 \u0438\u0441\u043f\u043e\u043b\u044c\u0437\u0443\u0435\u0442\u0441\u044f\t\u042d\u0442\u043e \u0438\u043c\u044f \u0443\u0436\u0435 \u0438\u0441\u043f\u043e\u043b\u044c\u0437\u0443\u0435\u0442\u0441\u044f\t\u042d\u0442\u043e \u0438\u043c\u044f \u0443\u0436\u0435 \u0438\u0441\u043f\u043e\u043b\u044c\u0437\u0443\u0435\u0442\u0441\u044f\nloading\t\u0417\u0430\u0433\u0440\u0443\u0437\u043a\u0430\t\u0417\u0430\u0433\u0440\u0443\u0437\u043a\u0430\tLoading\t\u0417\u0430\u0433\u0440\u0443\u0437\u043a\u0430\t\u0417\u0430\u0433\u0440\u0443\u0437\u043a\u0430\nrussian\t\u0420\u0443\u0441\u0441\u043a\u0438\u0439\t\u0420\u0443\u0441\u0441\u043a\u0438\u0439\tRussian\t\u0420\u0443\u0441\u0441\u043a\u0438\u0439\t\u0420\u0443\u0441\u0441\u043a\u0438\u0439\nenglish\t\u0410\u043d\u0433\u043b\u0438\u0439\u0441\u043a\u0438\u0439\t\u0410\u043d\u0433\u043b\u0438\u0439\u0441\u043a\u0438\u0439\tEnglish\t\u0410\u043d\u0433\u043b\u0438\u0439\u0441\u043a\u0438\u0439\t\u0410\u043d\u0433\u043b\u0438\u0439\u0441\u043a\u0438\u0439
input_name=Name:
login_required=Input username:
login_length_error=\u0418\u043c\u044f \u043d\u0435 \u0434\u043e\u043b\u0436\u043d\u043e \u0431\u044b\u0442\u044c \u043c\u0435\u043d\u044c\u0448\u0435 5 \u0431\u0443\u043a\u0432
author_name=Author
book_name=Author
search=Search
exit=Exit
welcome=Welcome
entry=Entry
all_books=All books
genres=Genres:
book_list=Book list
descr=Description:
page_count=Pages
publisher=Publisher:
publish_year=Publish year:
isbn=ISBN:
book_count=Founded:
pages=p.
pager=Pages:
read=Read
password=Password:
password_required=Enter password
first_letter_error=\u041f\u0435\u0440\u0432\u044b\u0439 \u0441\u0438\u043c\u0432\u043e\u043b \u0434\u043e\u043b\u0436\u0435\u043d \u0431\u044b\u0442\u044c \u0431\u0443\u043a\u0432\u043e\u0439
used_name=\u042d\u0442\u043e \u0438\u043c\u044f \u0443\u0436\u0435 \u0438\u0441\u043f\u043e\u043b\u044c\u0437\u0443\u0435\u0442\u0441\u044f
loading=Loading
russian=Russian
english=English
